Revit 2027 API
ParameterTypeId.StructuralWallBottomProjectionPlane Property
 "Bottom Vertical Projection"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralWallBottomProjectionPlane { get; }
Public Shared ReadOnly Property StructuralWallBottomProjectionPlane As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralWallBottomProjectionPlane {
	ForgeTypeId^ get ();
}
static member StructuralWallBottomProjectionPlane : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace